---
kind: enumMember
id: F:Autodesk.Revit.DB.OverridePermissions.Surfaces
enum: Autodesk.Revit.DB.OverridePermissions
source: html/cd85b605-21f5-36b5-a685-d27e0e30a5b0.htm
---
# Autodesk.Revit.DB.OverridePermissions.Surfaces

Surface transparency